MEXICO_V0/V8-Run6/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            patch;
        nFaces          2500;
        startFace       737500;
    }
    sides
    {
        type            patch;
        nFaces          10000;
        startFace       740000;
    }
    inlet
    {
        type            patch;
        nFaces          2500;
        startFace       750000;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          5000;
        startFace       752500;
    }
    top
    {
        type            patch;
        nFaces          5000;
        startFace       757500;
    }
)

// ************************************************************************* //
